export const inspirationItems = [
    {
        label: 'Next.jsが楽しい',
        description: 'ファイルベースの開発と自由なレンダリング方法を選択できるのがすごく楽しい。\nパフォーマンスもSEOも開発・保守性の担保も欲張れるのが楽しい。\nISRの思想は自分にとって衝撃的だった。',
    },
    {
        label: '好きなゲーム',
        description: 'WarframeとRainbow Six Siege Xが好き。\nOuter Wilds 2発表まってます',
    },
    {
        label: 'つよPC',
        description: 'Ryzen 7 9800X3D\nRADEON RX 9070XT 16GB\nメモリ64GB\nNocture NH-D15 G2構成。\nゲームも開発も快適。',
    },
    {
        label: 'クトゥルフ神話TRPG',
        description: 'プレイはしないけど、リプレイを見るのが好き。\n柳田国夫と遠野物語が絡んでくる和風も良い。',
    },
    {
        label: '業務効率化が好き',
        description: '楽して仕事してお金が欲しい。\nそのために頑張るのが好き。\n学生時代になまけた反動かもしれない......',
    },
    {
        label: 'ディレクションからデプロイまで',
        description: 'Webサイト開発は、ディレクションからデプロイまでワンストップで対応していた。\n納期内のプロジェクト完了にはディレクションが一番大事。大事すぎて資格を取った。',
    },
    {
        label: '今後の展望・やりたいこと',
        description: 'noteもしくはブログに、自分の経験を交えてwebエンジニアを目指す人にノウハウを残していきたい。\n医療従事者の経験と様々なお客様対応を絡めたノウハウは、生成AIでは得難いものがあると思う。',
    },
    {
        label: '手術はもうイヤ',
        description: '26歳の時に肺がん、36歳の時に腰部脊柱管狭窄の手術をした。\n術後のドレーンがめっちゃ嫌なのでもう手術はしたくない。\nゼッタイ。',
    },
    {
        label: 'ルーティーン健康法',
        description: '毎日家と職場を歩いて往復していた。\nだいたい一日8000~8600歩。やっぱりデスクワークに運動は不可欠。\n現在は一日の移動距離が短くなってしまった......',
    },
    {
        label: 'ガジェットが好き',
        description: '作業環境の改善のため、ガジェットも大好き。\nやっぱりキーボードはHHKBが最強。',
    },
    {
        label: '勉強になった大好きな本',
        description: 'ノンデザイナーズ・デザインブック[第4版]（Robin Williams 著）\n4つのデザインルールが実例でかなりわかりやすく解説されている。\n後輩にも布教したら読んだ後買ってくれた。デザインはセンスじゃないことを学べる名著！',
    },
    {
        label: 'デザインも好きだけど...',
        description: 'WEB開発は、デザインよりもUI / UXやシンタックスを重視したいタイプ。\nUI / UXはおしゃれであることよりもはるかに大事。\nクライアントワークで妥協しなければならない時は悲しい。',
    },
    {
        label: '生成AIに対するスタンス',
        description: '積極的に活用すべき。\nハルシネーションを不安視するのは見当違いだと思う（人間であっても「先輩が自信満々に言ったことが間違っている」ことは往々にして起こるから）。大切なのはコードの妥当性を検証する時間を設けること。ノーコードツールと一緒。',
    },
    {
        label: '医療系コンプライアンス',
        description: '医療機関で働いた経験から、医療系webサイト・アプリのコンプライアンス（医療広告ガイドライン）のノウハウがある。\nほんとにデジタルコンテンツは周辺知識が大事。',
    },
];